Repository: Vistaus/Hardcode-Tray
Catalog: po/*.po
Languages: nl_nl

source: You need to have root privileges to run the script.
nl_nl: Je moet root-rechten hebben om dit script te kunnen draaien.

source: Please try again, this time using 'sudo'. Exiting.
nl_nl: Probeer het opnieuw met 'sudo'. Het script wordt nu afgesloten.

source: Fix hardcoded tray icons
nl_nl: Repareer hardgecodeerde systeemvakpictogrammen

source: Replace a color with an other one, works only with SVG.
nl_nl: Vervang de ene kleur door een andere. Dit werkt alleen bij SVG-bestanden.

source: Clear backup files
nl_nl: Back-upbestanden wissen

source: Which of conversion tool to use
nl_nl: Het te gebruiken conversiehulpmiddel

source: Use a specified theme for the dark icons.Can't be used with --themeWorks only with --light-theme.
nl_nl: Gebruik een opgegeven thema voor de donkere pictogrammen. Kan niet tegelijk worden gebruikt met --themeWorks - alleen met --light-theme.

source: Use a specified theme for the light icons. Can't be used with --theme.Works only with --dark-theme.
nl_nl: Gebruik een opgegeven thema voor de lichte pictogrammen. Kan niet tegelijk worden gebruikt met --theme.Works - alleen met --dark-theme.

source: Fix only one application or more, linked by a ','. example : --only dropbox,telegram
nl_nl: Repareer één of meerdere applicaties, kommagescheiden (','). Voorbeeld: --only dropbox,telegram

source: Use a different icon path for a single application.
nl_nl: Gebruik een ander pictogrampad voor een enkele applicatie.

source: Revert fixed hardcoded tray icons
nl_nl: Herstel de originele pictogrammen

source: Use a different icon size instead of the default one.
nl_nl: Gebruik een andere pictogramgrootte dan de standaardgrootte.

source: Use a different icon theme instead of the default one.
nl_nl: Gebruik een ander pictogramthema dan het standaardthema.

source: Print the version number of Hardcode-Tray.
nl_nl: Toon het versienummer van Hardcode-Tray.

source: You need to run the script using 'sudo -E'. Please try again
nl_nl: Je moet het script draaien met 'sudo -E'. Probeer het opnieuw.

source: Welcome to Hardcode-Tray!
nl_nl: Welkom bij Hardcode-Tray!

source: Desktop Environment: {}
nl_nl: Werkomgeving: {}

source: Scaling Factor: {}
nl_nl: Schaal: {}

source: Icon Size: {}
nl_nl: Pictogramgrootte: {}

source: Icon Theme: {}
nl_nl: Pictogramthema: {}

source: Dark Icon Theme: {}
nl_nl: Donker pictogramthema: {}

source: Light Icon Theme: {}
nl_nl: Licht pictogramthema: {}

source: Conversion Tool: {}
nl_nl: Conversiehulpmiddel: {}

source: To Do:
nl_nl: Nog te doen:

source: All
nl_nl: Alles

source: Applying now..
nl_nl: Bezig met toepassen...

source: Reverting now..
nl_nl: Bezig het herstellen...

source: Clearing cache...
nl_nl: Bezig met opschonen van cache...

source: Done, Thank you for using the Hardcode-Tray fixer!
nl_nl: Klaar! Bedankt voor het gebruiken van Hardcode-Tray!

source: Took {:.2f}s to finish the tasks
nl_nl: De taken zijn afgerond in {:2f}s

source: No apps to fix!
nl_nl: Geen te repareren apps!

source: No cache found.
nl_nl: Geen cache aangetroffen.

source: No apps to revert!
nl_nl: Geen te herstellen apps!

source: You can't use --path with more than application at once.
nl_nl: Je kunt --path niet i.c.m. meer dan één applicatie tegelijkertijd gebruiken.

source: Failed to fix {}
nl_nl: Repareren van {} mislukt

source: Couldn't revert to those icons :(
nl_nl: De pictogrammen kunnen niet worden hersteld :(

source: No backup found for {}
nl_nl: Geen back-up aangetroffen voor {}

source: (Q)uit to cancel
nl_nl: Druk op (Q) om te annuleren

source: 1 - Apply
nl_nl: 1 - Toepassen

source: 2 - Revert
nl_nl: 2 - Herstellen

source: 3 - Clear Backup Cache
nl_nl: 3 - Back-upcache opschonen

source: Please choose:
nl_nl: Kies een taak:

source: Please try again
nl_nl: Probeer het opnieuw

source: Please choose a valid value!
nl_nl: Kies een geldige waarde!

source: The selected conversion tool is not installed.
nl_nl: Het geselecteerde conversiehulpmiddel is niet geïnstalleerd.

source: Theme {} does not exists.
nl_nl: Het thema '{}' bestaat niet.

source: Invalid color {}
nl_nl: Ongeldige kleur: {}
